Repository: inpsyde/Akismet-Privacy-Policies
Catalog: languages/akismet-privacy-policies-*.po
Languages: de_de

source: I accept that my given data and my IP address is sent to a server in the USA only for the purpose of spam prevention through the <a href="http://akismet.com/">Akismet</a> program.<br /><a href="https://akismet.com/gdpr/">More information on Akismet and GDPR</a>.
de_de: Ich erkläre mich damit einverstanden, dass meine eingegebenen Daten und meine IP-Adresse nur zum Zweck der Spamvermeidung durch das Programm <a href="http://akismet.com/">Akismet</a> in den USA überprüft und gespeichert werden.<br /><a href="http://faq.wpde.org/hinweise-zum-datenschutz-beim-einsatz-von-akismet-in-deutschland/">Weitere Informationen zu Akismet und Widerrufsmöglichkeiten</a>.

source: <p><strong>Attention:</strong> You have not accepted our privacy disclaimer.</p>
de_de: <p><strong>Achtung:</strong> Du hast den datenschutzrechtlichen Haftungsausschluss nicht akzeptiert.

source: Settings
de_de: Einstellungen

source: Select translation language
de_de: Übersetzungssprache auswählen

source: Consent via checkbox
de_de: Zustimmen durch Anklicken der Checkbox

source: Privacy Notice
de_de: Datenschutzrechtlicher Hinweis

source: <strong>Note:</strong> HTML is possible
de_de: <strong>Hinweis</strong> Verwendung von HTML möglich

source: <strong>Attention:</strong> You will have to add the link to your privacy statement manually. In Wordpress 5 and later you can find a link to a guide for creating your own privacy statement under 'Settings' &rarr; 'Privacy'.
de_de: <strong>Achtung:</strong> Du musst den Link zu Deiner Datenschutzerklärung manuell einfügen. In Wordpress 5 oder neuer findest Du eine Anleitung zur Erstellung Deiner eigenen Datenschutzerklärung unter 'Einstellungen' &rarr; 'Datenschutz'.

source: Example:
de_de: Beispiel:

source: Error Notice
de_de: Fehler-Hinweis

source: <strong>Note:</strong> CSS is necessary
de_de: <strong>Hinweis:</strong> CSS ist notwendig

source: Save Changes
de_de: Änderungen speichern

source: <p>You can find more information about the topic here: <a href="https://akismet.com/gdpr/">akismet.com/gdpr/</a>. This plugin has been developed by <a href="http://inpsyde.com/" title="visit inpsyde.com">Inpsyde GmbH</a>, Germany, with legal support by the law firm <a href="http://spreerecht.de/" title="visit spreerecht.de">SCHWENKE &amp; DRAMBURG.</a></p>
de_de: <p>Mehr Informationen zum Thema findest Du hier: <a href="http://faq.wpde.org/hinweise-zum-datenschutz-beim-einsatz-von-akismet-in-deutschland/" title="gehe zu faq.wpde.org/hinweise-zum-datenschutz-beim-einsatz-von-akismet-in-deutschland">Akismet und Widerrufsmöglichkeiten</a>. Dieses Plugin wurde von der <a href="http://inpsyde.com" title="gehe zu inpsyde.com">Inpsyde GmbH</a> mit Unterstützung der Rechtsanwaltskanzlei <a href="http://spreerecht.de/" title="gehe zu spreerecht.de">SCHWENKE &amp; DRAMBURG.</a> entwickelt.</p>

source: The plugin amends the comment form by a privacy notice which is necessary in some countries due to EU legislation
de_de: Das Plugin erweitert das Kommentarformular um einen datenschutzrechtlichen Hinweis, der auf Grund der EU-Gesetzgebung notwendig ist.

source: Use the plugin's preferences page to create settings.
de_de: Benutze die Plugin-Einstellungsseite um Einstellungen zu erstellen.

source: Logged-in users will not see the privacy notice within their comment form.
de_de: Eingeloggten BenutzerInnen wird der datenschutzrechtliche Hinweis im Kommentarformular nicht angezeigt.

source: You will have to add a link to your privacy statement manually within the privacy notice.
de_de: Im Hinweistext musst du den Link zu deiner Datenschutzerklärung manuell einfügen.

source: For your privacy statement you may use the following template:<br />
de_de: Für die Datenschutzerklärung kannst du folgende Vorlage verwenden:

source: This page uses the &nbsp;&lt;a href="http://akismet.com/"&gt;Akismet</a>-plugin by&nbsp;&lt;a href="http://automattic.com/"&gt;Automattic&lt;/a&gt; Inc., 60 29th Street #343, San Francisco, CA 94110-4929, USA. By means of this plugin it is possible to filter out spam comments (e.g. created by robots, containing unsolicited advertisements or links to malware). For this purpose comments are sent to a server in the USA where they get analyzed and stored for four days. If a comment gets classified as being spam, the data will be stored beyond the four-day limit. The information being stored contains the given name, the email address, the IP address, the comment content, the referrer, information about the browser being used to send the comment as well as the operating system of the computer and date and time when the comment was sent. You may use pseudonymes or ommit name and email address. You will not be able to send a comment if you do not consent by clicking the checkbox. You may object to the usage of your data by writing to&nbsp;&lt;a href="mailto:support@wordpress.com" target="_blank"&gt;support@wordpress.com&lt;/a&gt;, subject "Deletion of Data stored by Akismet" giving/describing the stored data.</code>
de_de: Diese Seite nutzt das&nbsp;&lt;a href="http://akismet.com/"&gt;Akismet</a>-Plugin der&nbsp;&lt;a href="http://automattic.com/"&gt;Automattic&lt;/a&gt; Inc., 60 29th Street #343, San Francisco, CA 94110-4929, USA. Mit Hilfe dieses Plugins werden Kommentare von echten Menschen von Spam-Kommentaren unterschieden. Dazu werden alle Kommentarangaben an einen Server in den USA verschickt, wo sie analysiert und für Vergleichszwecke vier Tage lang gespeichert werden. Ist ein Kommentar als Spam eingestuft worden, werden die Daten über diese Zeit hinaus gespeichert. Zu diesen Angaben gehören der eingegebene Name, die Emailadresse, die IP-Adresse, der Kommentarinhalt, der Referrer, Angaben zum verwendeten Browser sowie dem Computersystem und die Zeit des Eintrags. Sie können gerne Pseudonyme nutzen, oder auf die Eingabe des Namens oder der Emailadresse verzichten. Sie können die Übertragung der Daten komplett verhindern, in dem Sie unser Kommentarsystem nicht nutzen. Das wäre schade, aber leider sehen wir sonst keine Alternativen, die ebenso effektiv arbeiten. Sie können der Nutzung Ihrer Daten für die Zukunft unter&nbsp;&lt;a href="mailto:support@wordpress.com" target="_blank"&gt;support@wordpress.com&lt;/a&gt;, Betreff “Deletion of Data stored by Akismet” unter Angabe/Beschreibung der gespeicherten Daten&nbsp;widersprechen.</code>

source: You can find more information about the topic here: <a href="https://akismet.com/gdpr/">akismet.com/gdpr/</a>
de_de: Weitere Informationen zum Thema findest du in <a href="http://faq.wpde.org/hinweise-zum-datenschutz-beim-einsatz-von-akismet-in-deutschland/">diesem Artikel der WordPress Deutschland FAQ</a>

source: This plugin has been developed by <a href="http://inpsyde.com/" title="Visit Inpsyde GmbH">Inpsyde GmbH</a> with legal support by the law firm <a href="http://spreerecht.de/" title="Visit spreerecht.de">SCHWENKE &amp; DRAMBURG</a>.
de_de: Dieses Plugin wurde entwickelt von der <a href="http://inpsyde.com/" title="Besuch die Homepage der Inpsyde GmbH">Inpsyde GmbH</a> mit rechtlicher Unterstützung durch die Rechtsanwaltskanzlei <a href="http://spreerecht.de/" title="Besuch die Homepage der Kanzlei Schwenke und Dramburg">SCHWENKE &amp; DRAMBURG</a>.
